<!DOCTYPE html>
<html>

<head>
  <title> О нас </title>
  <link rel="stylesheet" type="text/css" href="CSS/info.css">
  <link rel="icon" href="images/icon.jpg" type="image/x-icon">
  <link rel="stylesheet" type="text/css" href="header.css">

</head>

<body>
  <header>
    <div class="header-container">
      <a href="index.php" class="logo-link">
        <img src="images/logo.jpg" alt="Лого" class="logo">
      </a>

      <nav>
        <ul>
          <li><a href="index.php">Главная</a></li>
          <li><a href="catalog.php">Каталог</a></li>
          <li><a href="order.php">Заказ</a></li>
          <li><a href="info.php">О нас</a></li>
          <li><a href="contact.php">Контакты</a></li>
        </ul>
      </nav>
    </div>
  </header>



  <div class="container">
    <h2>О нас</h2>
    <p>Добро пожаловать в цветочный магазин Amelia!</p>
    <p>Мы являемся ведущими специалистами в сфере цветочного оформления и доставки красивых цветов в ваш город. Наша
      команда состоит из опытных и талантливых флористов, которые с любовью и профессионализмом создают уникальные
      букеты и композиции.</p>
    <p>Наша специализация: Мы специализируемся на предоставлении широкого ассортимента свежих и качественных цветов для
      различных случаев и событий. Независимо от того, нужны ли вам роскошные розы для особого случая, изящные лилии для
      свадебного торжества или яркие тюльпаны для поднятия настроения, у нас вы всегда найдете идеальный выбор.</p>
    <p>Наша команда: Мы гордимся нашей командой талантливых флористов и специалистов, которые обладают глубоким знанием
      и страстью к цветам. Наши флористы внимательно отбирают каждый цветок, чтобы у вас была возможность насладиться
      красотой и свежестью наших букетов. Мы стремимся превзойти ожидания клиентов, создавая неповторимые и красивые
      композиции, которые подчеркнут особенность каждого момента.</p>
    <p>Наше обязательство: В Amelia мы полностью посвящены удовлетворению потребностей наших клиентов. Мы предлагаем
      высокое качество цветов, оперативную доставку и индивидуальный подход к каждому клиенту. Ваше удовлетворение и
      радость от наших цветочных композиций являются нашей главной целью.</p>
    <p>Мы гордимся тем, что уже несколько лет помогаем нашим клиентам создавать красивые и незабываемые моменты с
      помощью цветов. Мы приглашаем вас посетить наш магазин или связаться с нами сегодня, чтобы сделать заказ или
      задать вопрос. Мы с нетерпением ждем возможности порадовать вас красотой цветов и предоставить вам высококлассное
      обслуживание, которое вы заслуживаете.</p>
  </div>

  <footer>
    <p>&copy; 2023 Amelia. </p>
    <p>Все права защищены.</p>
  </footer>
</body>

</html>